{
  "_class": "text",
  "attributedString": {
    "_class": "attributedString",
    "attributes": [
      {
        "_class": "stringAttribute",
        "attributes": {
          "MSAttributedStringColorAttribute": {
            "_class": "color",
            "alpha": 1,
            "blue": 0,
            "green": 0,
            "red": 0
          },
          "MSAttributedStringFontAttribute": {
            "_class": "fontDescriptor",
            "attributes": {
              "name": "Gotham-Light",
              "size": 18
            }
          },
          "kerning": 0,
          "paragraphStyle": {
            "_class": "paragraphStyle",
            "alignment": 0,
            "allowsDefaultTighteningForTruncation": 0,
            "baseWritingDirection": 0,
            "tighteningFactorForTruncation": 0.05
          },
          "textStyleVerticalAlignmentKey": 0
        },
        "length": 5160,
        "location": 0
      }
    ],
    "string": "Origanum majoranaNative to Asia and naturalized in the Mediterranean, Marjoram is a Lamiaceae, a member of the mint family. There are many species called Marjoram, these can be a variety of Thyme, Oregano, or other species of Marjoram. This family of plants are favorites of pollinating species like hummingbirds and butterflies with their sweet scent and blue flowers.A popular plant throughout history, in the seventh century BCE, it was traded heavily in Athens where it was sold in elaborate clay pots as a perfume solid, prepared in a variety of oils and bees wax along with Thyme, Sage, Anise, Rose, Iris, and Lily. A popular 100 CE Roman perfume, called Telinum, contained Fenugreek, Cyperus, Calamus, Melilot, Marjoram, Honey, Maro, and Onphacium. Another popular Roman perfume of the same time was Oil of Persia. It was comprised of Marjoram, Lily, Fenugreek, Myrrh, Cassia, Spikenard, Rush, Cinnamon, Myrtle, Bay, and Onphacium. Marjoram in perfumery is classified as a Middle Note. Also referred to as bouquets, heart notes, or modifiers, Middle Notes are harmonizing, unfolding after application to the skin over a matter of minutes to hours. Other commonly known middle notes are Lavender, Geranium, Dill, Celery, Fennel, Anise, and Coriander. \n\nThe famous early Renaissance Virgin Queen Elizabeth I wore Marjoram, Benzoin, and Rosewater. Into the modern era, in the 1920’s, the Coty brand popularized the scent titled L’Origan, which was a fragrance of only Marjoram. Calvin Klein’s “Calvin”, for men, consisted of Lavender, Anise, Bergamot, Petigrain, Lemon, Geranium, Marjoram, Clary Sage, Rose, Juniper, Patchouli, Vetiver, Sandalwood, and Oak Moss.Medicinally, Marjoram was prized by Arab physicians in the Middle Ages as a steam and incense for sinus infections along with hyssop, fennel, dill, mint, and wormwood. As an alcohol, or water extract, it is a mild diuretic, carminative, relieves excessive menstrual cramping with a scanty flow, and promotes perspiration for colds and flus along with Yarrow and Echinacea. It also makes an excellent gargle for laryngitis and tonsillitis, a favorite in honey of historical singers to preserve their voices. An inhalation is excellent for vertigo, insomnia, respiratory congestion, and insomnia. Marjoram stimulates an area of the brain called the Raphne Nucleas which facilitates the secretion of serotonin to elevate mood and help ease one into sleep, especially indicated when the person pushes themselves too hard and are over tired. While I am not a fan of the ingestion of essential oils, the “casual ingestion” of 1 drop of Marjoram diluted in honey, dispersed in water, for indigestion, is also slightly tranquilizing. \n\nMarjoram would make a wonderful sleep lozenge with Passionflower Leaf, Rose Petals, Hawthorn Berry, and Lemon Balm.As a water infused tea, honey, oil, or as a diluted essential oil, Marjoram is anti-aphrodisiac especially when there is a sexual addiction or obsession. It is indicated for those with anxiety and stress due to sadness and grief. Sixteenth century herbalist John Gerard offered Marjoram, “for those given to much sighing.” It is an effective medicine for those who experience insomnia due to loneliness, rejection. and broken hearts. In aromatherapy, is helps those who are plagued by obsessive thinking on romantic matters. This is interesting in that it was a common herb grown in Medieval monastic gardens. Monks, priests, and nuns, sworn to celibacy, must have used Marjoram to evade sexual feelings and desires.Topically, as an infused oil, diluted Essential Oil, salve, or liniment, Marjoram is an analgesic, a lovely massage oil for neck pain and excessive thyroid function. Repairing injured skin, it is effective for bruises, treating burns, bites, general inflammation, and fungal and bacterial infections. \n\nEffective for Candida, used intra-vaginally as a suppository with coconut oil, along with Tea Tree essential oil. Associated with the Air element, there are many psycho-spiritual applications of Marjoram for purification, protection, and defense as well in love spells. In wedding bouquets, Marjoram is for honor, happiness, and love. In the Victorian Language of Flowers, Marjoram was used for blushes such as impressions, shy flirting, embarrassment, and butterflies in your stomach around your crush. Marjoram is associated with the Fifth Chakra of intellectual and emotional expression, speaking your truth and how you are perceived by others. In Ayurveda, Marjoram is used to balance Kapha. Ruled by Earth and Water, the principle of substance, the structured cohesive aspect of ourselves, they are often set in their ways. Kaphas tend to avoid confrontation, are slow learners who retain information and have a long memory. They have slow digestion and regular menses, steady libido, and tend to retain water. They are affectionate, tolerant, forgiving, possessive, complacent, and relaxed. Out of balance, they can retain water, have an un-healthy libido, irregular menses, be intolerant, forgetful, and excessively inflexible. \n\nTwo of Wands\n\n“With Self Confidence and Inner Mastery, I move forward with my choices in life.”"
  },
  "automaticallyDrawOnUnderlyingPath": false,
  "booleanOperation": 0,
  "do_objectID": "ED88DAC8-6C14-486F-98E8-C2CA317D9F64",
  "dontSynchroniseWithSymbol": false,
  "exportOptions": {
    "_class": "exportOptions",
    "do_objectID": "293A58C9-CA97-43A9-8D62-4C34BD182126",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "do_objectID": "20426AAF-9B33-4819-9CD8-F6FEB7A0033E",
    "height": 940,
    "width": 1087,
    "x": 177,
    "y": 761
  },
  "glyphBounds": "{{0, 0}, {1086, 917}}",
  "isFixedToViewport": false,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "lineSpacingBehaviour": 2,
  "name": "Origanum majoranaNat",
  "nameIsFixed": false,
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "do_objectID": "6A8DE0EE-841D-44E0-B053-B58E67B96A4B",
    "endMarkerType": 0,
    "miterLimit": 10,
    "startMarkerType": 0,
    "textStyle": {
      "_class": "textStyle",
      "do_objectID": "078AA8A2-D96F-400C-B924-A975B8AF842B",
      "encodedAttributes": {
        "MSAttributedStringColorAttribute": {
          "_class": "color",
          "alpha": 1,
          "blue": 0,
          "green": 0,
          "red": 0
        },
        "MSAttributedStringFontAttribute": {
          "_class": "fontDescriptor",
          "attributes": {
            "name": "Gotham-Light",
            "size": 18
          }
        },
        "kerning": 0,
        "paragraphStyle": {
          "_class": "paragraphStyle",
          "alignment": 0,
          "allowsDefaultTighteningForTruncation": 0,
          "baseWritingDirection": 0,
          "tighteningFactorForTruncation": 0.05
        },
        "textStyleVerticalAlignmentKey": 0
      },
      "verticalAlignment": 0
    },
    "windingRule": 1
  },
  "textBehaviour": 2,
  "userInfo": {
    "com.animaapp.stc-sketch-plugin": {
      "kModelPropertiesKey": {
        "isAutoWidth": 0
      }
    }
  }
}